:PROPERTIES:
:ID: 6deb7fe7-32d2-40a9-a043-cd5c0301fada
:END:
#+title: List Instance Databases
#+description: List Instance Databases
#+type: recipe
#+version: 2
#+level: cross
#+filetags: :recipe:sql:database_management:
#+created: 2026-05-21
#+updated: 2026-05-21

List instance databases only (excludes test and dev):

#+begin_src sql
select * from ores_utility_ores_instance_databases_view;
#+end_src

#+RESULTS:
#+begin_example
database_name
ores_dark_wildflower
#+end_example
